Repository: agustinkassis/lnd-woocommerce
Catalog: languages/lnd-woocommerce-*.po
Languages: es_ar

source: Proceed to Lightning Payment
es_ar: Pagar con Lightning

source: Lightning Network Payment
es_ar: Pago con Lightning Network

source: Settings
es_ar: Ajustes

source: Enable/Disable
es_ar: Habilitar/Deshabilitar

source: Enable Lightning payments
es_ar: Habilitar Pagos con Lightning

source: Controls the name of this payment method as displayed to the customer during checkout.
es_ar: Controla el nombre de este método de pago, como se muestra para el cliente durante el proceso de compra.

source: Ticker
es_ar: Cotización

source: Select Exchange for rate calculation.
es_ar: Seleccione el Exchange para el cálculo de cotización.

source: Rate Markup
es_ar: Markup de Cotización

source: Increases exchange rate with a percentage
es_ar: Incrementa la cotización recibida con el porcentaje (1 = 1%)

source: Invoice Expiration
es_ar: Expiración de Invoice

source: Invoice expiration time in seconds
es_ar: Expiración de la invoice en segundos

source: Customer Message
es_ar: Mensaje Del Cliente

source: Message to explain how the customer will be paying for the purchase.
es_ar: Mensaje para explicar cómo el cliente va a pagar por la compra.

source: You will pay using the Lightning Network.
es_ar: Usted tendrá que pagar utilizando Lightning Network.

source: Awaiting payment of
es_ar: Esperando pago de

source: applied
es_ar: aplicado

source: Couldn't get quote from ticker.
es_ar: No se pudo obtener la cotización del exchange

source: Lightning Node is not reachable at this time. Please contact the store administrator.
es_ar: No puede conectarse al nodo de Lightning en este momento. Por favor, contactate con el administrador.

source: Already uploaded
es_ar: Archivo Subido

source: Invoice is already paid
es_ar: La Invoice fué pagada anteriormente

source: Server is unreacheable, must be down or wrong port is given
es_ar: No puede conectarse con el servidor, es probable que este inactivo, haya un firewall o el puerto sea incorrecto

source: Server reached but is not a LND server or you've set an invalid port
es_ar: Pudo conectarse con el servidor pero no parece ser LND o se ingresó un puerto inválido

source: Server reached but is not a Loop server or invalid port (must be restlisten)
es_ar: Pudo conectarse con el servidor pero no parece ser Loop o se ingresó un puerto inválido (Debe ser restlisten)

source: Got a 404 response from server, please check if lnd wallet is created and already unlocked
es_ar: Se recibió un error 404 del servidor, verificá que la wallet haya sido creada y desbloqueada

source: Server reached but is not LND restlisten port. Looks like rpcport
es_ar: Conectado con el servidor pero no parece ser el puerto restlisten de LND. Es probable que hayas ingresado el puerto rpcport

source: Server reached but is not LND restlisten port
es_ar: Servidor conectado pero no es el puerto restlisten de LND

source: Signature mismatch tls.cert not accepted on server
es_ar: No coincide la firma, el certificado tls.cert no es aceptado por el servidor

source: Permission denied from LND server, please check your macaroon file
es_ar: Permiso denegado por el servidor LND, verificá el archivo macaroon

source: Invoice expired
es_ar: La invoice expiró

source: Server reached but is not a loop server or you've set an invalid port
es_ar: Servidor coenctado pero no parecer ser de Loop o se ingresó un puerto incorrecto

source: Server reached but is not Loop restlisten port. Looks like rpcport
es_ar: Servidor conectado pero no al puerto Loop restlisten. Parece ser rpcport

source: Server reached but is not Loop restlisten port. Looks like LND listen or restport
es_ar: Servidor conectado pero no al puerto Loop restlisten. Parece ser el LND listen o restport

source: Exchange name "%s" not found.
es_ar: No fué encontrado un Exchange con el nombre "%s"

source: Can't load Exchange.
es_ar: No se pudo cargar el Exchange

source: LND Woocommerce disabled
es_ar: LND Woocommerce deshabilitado

source: The current Exchange "%s" doesn't have ticker for %s currency.
es_ar: El Exchange "%s" seleccionado no tiene ticker para la moneda %s.

source: You should select another exchange or change the FIAT currency from Woocommerce.
es_ar: Debe seleccionarse otro exchange o cambiar la moneda FIAT seleccionada en Woocommerce.

source: Amount greater than max_swap_amount terms from Loop
es_ar: Monto mayor a max_swap_amount requerido por Loop

source: Amount lesser than min_swap_amount terms from Loop
es_ar: Monto menor a min_swap_amount requerido por Loop

source: LND server must be set to be able to execute this ChannelManager function
es_ar: El servidor LND debe ser configurado antes de ejecutar un metodo de ChannelManager

source: Loop server must be set to be able to execute this ChannelManager function
es_ar: El servidor Loop debe ser configurado antes de ejecutar un metodo de ChannelManager

source: Dashboard
es_ar: Escritorio

source: LND Server
es_ar: Servidor LND

source: Loop Server
es_ar: Servidor Loop

source: Pay with Lightning
es_ar: Pagar con Lightning

source: Rate
es_ar: Cotización

source: taken from
es_ar: tomada de

source: Awaiting payment
es_ar: Esperando pago

source: The invoice expires
es_ar: La invoice vence

source: Generating new invoice
es_ar: Generando nueva invoice

source: in
es_ar: en

source: Payment completed successfully
es_ar: Pago recibido exitosamente

source: Payment completed at
es_ar: Pago competado en

source: Invoice amount
es_ar: Monto de Invoice

source: Loop Settings
es_ar: Configuración de Loop

source: Config
es_ar: Configuración

source: Server Config
es_ar: Config del Servidor

source: Host
es_ar: Dirección del Host

source: Loop host address, you can use <b>localhost</b>.
es_ar: Dirección de Loop, puede utilizarse localhost

source: Port
es_ar: Puerto

source: Loop port, must be the same as <b>restlisten</b>. Please type just the port number.
es_ar: Puerto de Loop, debe ser <b>restlisten</b>. Por favor, ingresá unicamente el numero de puerto

source: Server Info
es_ar: Información del Servidor

source: LND Settings
es_ar: Configuración de LND

source: LND host address, you can use <b>localhost</b>.
es_ar: Dirección del host de LND, puede usarse 127.0.0.1, como localhost

source: LND port, must be the same as <b>restlisten</b> value from lnd.conf. Please type just the port number.
es_ar: El puerto de LND tiene que ser el mismo que el valor de <b>restlisten</b> en el lnd.conf. Por favor, escribe solo el número del puerto.

source: SSL Enabled
es_ar: SSL Habilitado

source: You need to upload tls.cert below.
es_ar: Debes subir el archivo tls.cert abajo.

source: Credentials
es_ar: Credenciales

source: TLS File
es_ar: Archivo TLS

source: tls.cert file generated by LND.
es_ar: Archivo tls.cert generado por LND

source: Macaroon File
es_ar: Archivo Macaroon

source: Macaroon file, must have invoice permissions at least
es_ar: Archivo Macaroon, debe tener mínimo permisos para generar invoices

source: Channels
es_ar: Canales

source: Withdraw
es_ar: Extraer

source: Invoice succesfully paid!
es_ar: Invoice pagada exitosamente!

source: The amount of %s sats has successfully been transferred.
es_ar: El monto %s sats fué transferido exitosamente.

source: Total %s sats paid in fees.
es_ar: Total de %s sats pagados en fees.

source: Error trying to pay invoice
es_ar: Error al intentar pagar la invoice

source: You need to be admin to access these settings
es_ar: Debe ser administrador para acceder a esta configuración

source: Invalid file format
es_ar: Formato de archivo inválido

source: Couldn't upload the file
es_ar: No se pudo subir el archivo

source: Unable to validate settings.
es_ar: No se puede validar la configuración

source: Settings updated.
es_ar: Configuración actualizada.

source: Error connecting to Loop Server
es_ar: Error al intentar conectar con el servidor de Loop

source: Info Page
es_ar: Página de Información

source: Summary
es_ar: Resumen

source: Inbound capacity
es_ar: Capacidad entrante

source: Total satoshis you are able to receive via Lightning
es_ar: Total de satoshis que es posible recibir por Lightning

source: Outbound capacity
es_ar: Capacidad saliente

source: Total satoshis you are able to send via Lightning
es_ar: Total de satoshis que es posible enviar por Lightning

source: Open Channels
es_ar: Canales abiertos

source: Capacity
es_ar: Capacidad

source: Inbound
es_ar: Entrante

source: Outbound
es_ar: Saliente

source: Sent
es_ar: Enviado

source: Received
es_ar: Recibido

source: Debug Page
es_ar: Debug

source: Under construction...
es_ar: En construcción...

source: Available Balance
es_ar: Balance Disponible

source: Payment Request
es_ar: Request de Pago

source: pay_req for the invoice to be paid
es_ar: pay_req de la invoice a pagar

source: Amount
es_ar: Monto

source: Amount of satoshis to be payed
es_ar: Monto en satoshis a pagar

source: Expires
es_ar: Expira

source: Invoice's expiration date
es_ar: Fecha de Expiración de la Invoice

source: Receiver Node key
es_ar: Node key del Receptor

source: Transfer funds
es_ar: Transferir fondos

source: Capacity available
es_ar: Capacidad disponible

source: Total inbound capacity related to total channel balance
es_ar: Capacidad entrante total en relación con el balance total de los canales

source: Total Channels
es_ar: Total de Canales

source: Currently open channels
es_ar: Canales abiertos actualmente

source: Swap min amount
es_ar: Monto mínimo del swap

source: Minimum amount of satoshis for swaping
es_ar: Monto mínimo del swap en satoshis

source: Swap max amount
es_ar: Monto máximo del swap

source: Maximum amount of satoshis for swaping
es_ar: Monto máximo del swap en satoshis

source: Swap Capacity (Loop Out)
es_ar: Capacidad de Swap (Loop Out)

source: Total satoshis to loop out and get on-chain transaction
es_ar: Cantidad total de satoshis para hacer loop out y recibir una transacción on-chain

source: Bitcoin Address
es_ar: Dirección de Bitcoin

source: Bitcoin address to get the transaction
es_ar: Dirección de Bitcoin para recibir la transacción

source: Execute Swap
es_ar: Ejecutar Swap

source: LND for WooCommerce
es_ar: LND para WooCommerce

source: Enable instant and fee-reduced payments in BTC through Lightning Network.
es_ar: Habilita pagos instantáneos y de tarifa reducida con BTC a través de Lightning Network.

source: Agustin Kassis
es_ar: Pagar con Lightning
